# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"

# Formulae
brew "bash"
brew "mas"
brew "git"
brew "git-lfs"
brew "jq"
brew "python3"
brew "pipenv"
brew "rbenv"
brew "npm"
brew "nvm"
brew "gh"
brew "terraform"
brew "starship"
brew "gnupg"

# Casks
cask "lastpass"
cask "mimestream"
cask "cron"
cask "utm"
cask "microsoft-edge"
cask "github"
cask "insomnia"
cask "visual-studio-code"
cask "zoom"
cask "slack"
cask "iterm2"
cask "powershell"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "rectangle"
cask "warp"
cask "google-chrome"
cask "secretive"
cask "mqtt-explorer"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "obsidian"
cask "webex"
cask "docker"
cask "microsoft-teams"
cask "microsoft-office"
cask "postman"
