# Taps
tap "buo/cask-upgrade"

# Formulae
brew "bash"
brew "mas"
brew "git"
brew "git-lfs"
brew "jq"
brew "python3"
brew "pipenv"
brew "rbenv"
brew "npm"
brew "nvm"
brew "gh"
brew "terraform"
brew "starship"
brew "gnupg"
brew "pinentry-mac"

# Casks
cask "utm"
cask "microsoft-edge"
cask "github"
cask "visual-studio-code"
cask "zoom"
cask "slack"
cask "ghostty"
cask "powershell"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "rectangle"
cask "google-chrome"
cask "secretive"
cask "mqtt-explorer"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "obsidian"
cask "docker"
cask "microsoft-teams"
cask "microsoft-office"
cask "font-monaspace"
cask "ansible"
cask "bitwarden"
cask "Firefox"
cask "ChatGPT"
